11/data/attachments/de26737991633180.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Heather_table_Friend_24366_1</nif:username>
            <nif:friendToBeRequested>soap_friends_04f8f895-f6fc-4df2-b9a3-58cd98de6d1c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>